module.exports = [
    {
        review_id: 0,
        review_rating: 5,
        review_body:
            `후원자님 안녕하세요! 영화 「러브플래닛」에 후원을 해 주셔서 다시 한 번 감사드립니다. 저는 촬영용 사이트 개발을 맡은 박찬정이라고 합니다.
            먼저, 러브플래닛 사이트를 이용하실 수 있는 방법을 소개드리겠습니다. 현재 페이지 상단을 보시면 초기 지원금 1000 코인을 드린 것을 볼 수 있으실거에요. 코인은 본인에게 달린 리뷰를 확인하는 데 사용됩니다. 물론 실제 리뷰는 아니고, 러브플래닛 서비스를 느껴볼 수 있는 간단한 모의 리뷰입니다!
            러브코인이 부족한 경우에는, 메뉴에서 Lovecoin Mining, Lovecoin Betting을 클릭하여 미니게임을 통해 러브코인을 얻을 수 있습니다.
            그럼 한 번 리뷰를 열어볼까요? 이 리뷰 다음에 있는 잠겨 있는 리뷰를 클릭해보세요!`,
        review_locked: 1,
        review_cost: 100,
        fu_profile_image: '02.jpg',
        fu_rank: 10,
        fu_name: '러브플래닛',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 5,
        review_body: '정말 좋은 사람이에요. 살면서 이런 친구를 만난 건 제 인생에 손꼽는 행운이라고 말하고 싶어요. 똑똑하고, 재미있고, 스쳐간 인연에도 감사할 줄 아는 겸손한 사람입니다. 기쁠 때도 슬플 때도 언제나 당신의 편이 되어줄 거예요. 이 친구를 곁에 둘 수 있다면 당신은 성공한 사람! 친구로든 연인으로든 적극 추천합니다.',
        review_locked: 1,
        review_cost: 50,
        fu_profile_image: '02.jpg',
        fu_rank: 1,
        fu_name: 'BFF',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 2,
        review_body: `걍…할 말 없음. 전형적으로 썸 탈 때만 잘해줬다가 잡힌 물고기다 싶으면 팍 식는 금사빠 나르시시스트 빡대가리. 센스 제로에 지밖에 모름. 솔직히 사귀면서 나한테 한 것만 생각하면 1점도 아까운데 생긴 건 내 취향이었어서 2점 줌. 얼굴만 보는 사람이면 ㄱㅊ 아니면 빨리 도망치세요.`,
        review_locked: 1,
        review_cost: 200,
        fu_profile_image: '02.jpg',
        fu_rank: 3,
        fu_name: '못된 고양이',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 5,
        review_body: '메모... 관리자 페이지 링크는 http://loveplanet.5iq.cc/cheat',
        review_locked: 1,
        review_cost: 1500,
        fu_profile_image: '05.jpg',
        fu_rank: 10,
        fu_name: 'Jessica',
        tu_rank: 0,
        tu_name: ''
    },
    {
        admin: 1,
        review_id: 0,
        review_rating: 5,
        review_body: `안녕하세요, 후원자 여러분! 저는 <러브 플래닛>을 쓰고 감독한 황예정입니다. 영화는 재미있게 보셨나요? (그랬길 바라요…제발,,^^) 우선 저희 영화를 선뜻 후원해 주셔서 진심으로 감사드립니다. 봐 주시는 분들이 있으니 이제야 비로소 영화가 완성된 것 같아요. 여러분이 영화를 보고 어떤 생각을 하셨는지 정말 궁금해요. 감상평과 피드백을 ‘System Feedback’에 남겨주시면 빠뜨리지 않고 읽어보겠습니다. 
        지난 가을, 영상 제작 근처에도 가본 적 없던 제가 뜬금없이 영화 감독이 되었을 때가 생각 납니다. 알파벳도 안 배운 사람한테 갑자기 시를 쓰라니, ‘내가 이걸 잘 해낼 수 있을까’라는 두려움에 매일 밤 닭똥같은 눈물을 흘려대곤 했어요. 그냥 다 때려치고 도망가려고도 했는데, 동아리비 횡령으로 어린 나이에 수갑 찰 생각하니 겁이 나서 그만뒀죠. 그런데 신기하게도 꾸역꾸역하다보니 어떻게 되긴 되더라고요. 물론 저 혼자 한 일이 아니었기 때문에 가능했습니다. 같이 고생해준 조연출 원준이, 개발자 찬정님을 비롯한 모든 스탭분들, 배우분들, 그리고 윤희 언니와 지현 쌤께 깊은 감사의 인사를 드리고 싶습니다. 
        <러브 플래닛>과 함께한 모든 순간은 이제 제 인생에서 잊을 수 없는 기억이 되었어요. 저에게 추억할 수 있는 아름다운 순간을 선물해 주셔서, 그리고 도전하며 성장할 수 있는 계기를 만들어 주셔서 정말 고맙습니다. 이 글을 보시는 모든 분들이 따뜻하고 건강한 겨울을 보내셨으면 좋겠어요. 그리고 이런 영화를 만든 사람이 이런 말을 하는 게 우습긴 하지만, 모두들 사랑합니다!! 
        `,
        review_locked: 1,
        review_cost: 100,
        fu_profile_image: '02.jpg',
        fu_rank: 10,
        fu_name: '황예정 aka 연출',
        tu_rank: 0,
        tu_name: ''
    }
]