module.exports = [
    {
        review_id: 0,
        review_rating: 5,
        review_body: `후원자님, 안녕하세요! 영화 「러브플래닛」을 후원해 주셔서 감사합니다. 저는 웹사이트 개발을 맡은 박찬정이라고 합니다. 저희 러브플래닛 사이트를 100% 이용하실 수 있는 방법을 소개해 드리겠습니다. 

-	'My Review': 나에게 달린 리뷰를 확인할 수 있습니다. 리뷰를 확인하기 위해서는 '러브 코인'이라는 가상 화폐가 필요한데요, 페이지 상단을 보시면 초기 지원금 1000 코인을 드린 것을 볼 수 있으실 거예요. 여러분이 리뷰를 확인할 때마다 필요한 액수의 코인이 자동 차감됩니다. 

-	Notice: 가끔 리뷰 중에서 조금 '솔직한' 게 있을 수 있는데요, 러브 플래닛에서는 평판 관리가 아주 중요해요. 당신의 별점을 깎아먹는 리뷰는 어딘가 숨겨져 있는 관리자 코드를 이용해 신속히 제거해야 합니다. 리뷰를 조작한 기록은 Notice에 기록되니 확인해보세요. 

-	Lovecoin Mining, Lovecoin Betting: 코인이 부족한 경우에는 두 가지 미니게임을 통해 러브 코인을 얻을 수 있습니다. 두 게임 모두 간단하지만 잠깐 정신을 파는 사이 당신의 전 재산이 날아갈 수 있으니 주의하세요! 물론 마음씨가 넓은 제시카는 구제 방안도 생각해 놓았답니다. 

-	Users: 영화 등장인물들의 개인 페이지가 있어요. ‘Write’ 버튼을 누르면 해당 인물, 혹은 인물을 연기한 배우님께 별점과 메시지를 남길 수 있습니다. 여러분의 감상, 격려의 한 마디를 남겨주세요. 악플은 노노농~! (참고로 ‘이종수’ 페이지에는 남주의 인스타그램과 SNS 분석 결과를 열람할 수 있는 버튼도 있으니 꾹 눌러보세요!)

-	System Document: 영화 시나리오, 스토리보드, 촬영 현장 사진 등의 자료들을 볼 수 있어요.

-	System Feedback: 영화를 감상한 후 여러분의 감상평을 남겨주세요. 

그럼 이제 나에게 어떤 리뷰가 달렸는지 확인해볼까요? 아래에 잠겨 있는 리뷰를 클릭해보세요!`,
        review_locked: 1,
        review_cost: 100,
        fu_profile_image: '02.jpg',
        fu_rank: 10,
        fu_name: '박찬정 aka 개발팀장',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 5,
        review_body: '정말 좋은 사람이에요. 살면서 이런 친구를 만난 건 제 인생에 손꼽는 행운이라고 말하고 싶어요. 똑똑하고, 재미있고, 스쳐간 인연에도 감사할 줄 아는 겸손한 사람입니다. 기쁠 때도 슬플 때도 언제나 당신의 편이 되어줄 거예요. 이 친구를 곁에 둘 수 있다면 당신은 성공한 사람! 친구로든 연인으로든 적극 추천합니다.',
        review_locked: 1,
        review_cost: 50,
        fu_profile_image: '02.jpg',
        fu_rank: 1,
        fu_name: 'BFF',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 2,
        review_body: `걍…할 말 없음. 전형적으로 썸 탈 때만 잘해줬다가 잡힌 물고기다 싶으면 팍 식는 금사빠 나르시시스트 빡대가리. 센스 제로에 지밖에 모름. 솔직히 사귀면서 나한테 한 것만 생각하면 1점도 아까운데 생긴 건 내 취향이었어서 2점 줌. 얼굴만 보는 사람이면 ㄱㅊ 아니면 빨리 도망치세요.`,
        review_locked: 1,
        review_cost: 200,
        fu_profile_image: '02.jpg',
        fu_rank: 3,
        fu_name: '못된 고양이',
        tu_rank: 0,
        tu_name: ''
    },
    {
        review_id: 0,
        review_rating: 5,
        review_body: '메모... 관리자 페이지 링크는 <a href="http://loveplanet.5iq.cc/cheat">http://loveplanet.5iq.cc/cheat</a>',
        review_locked: 1,
        review_cost: 1500,
        fu_profile_image: '05.jpg',
        fu_rank: 10,
        fu_name: 'Jessica',
        tu_rank: 0,
        tu_name: ''
    },
    {
        admin: 1,
        review_id: 0,
        review_rating: 5,
        review_body: `안녕하세요, 후원자 여러분! 저는 <러브 플래닛>을 쓰고 감독한 황예정입니다. 영화는 재미있게 보셨나요? (그랬길 바라요…제발,,^^) 우선 저희 영화를 선뜻 후원해 주셔서 진심으로 감사드립니다. 봐 주시는 분들이 있으니 이제야 비로소 영화가 완성된 것 같아요. 여러분이 영화를 보고 어떤 생각을 하셨는지 정말 궁금해요. 감상평과 피드백을 ‘System Feedback’에 남겨주시면 빠뜨리지 않고 읽어보겠습니다. 

        지난 가을, 영상 제작 근처에도 가본 적 없던 제가 뜬금없이 영화 감독이 되었을 때가 생각 납니다. 알파벳도 안 배운 사람한테 갑자기 시를 쓰라니, ‘내가 이걸 잘 해낼 수 있을까’라는 두려움에 매일 밤 닭똥같은 눈물을 흘려대곤 했어요. 그냥 다 때려치고 도망가려고도 했는데, 동아리비 횡령으로 어린 나이에 수갑 찰 생각하니 겁이 나서 그만뒀죠. 그런데 신기하게도 꾸역꾸역하다보니 어떻게 되긴 되더라고요. 물론 저 혼자 한 일이 아니었기 때문에 가능했습니다. 같이 고생해준 조연출 원준이, 개발자 찬정님을 비롯한 모든 스탭분들, 배우분들, 그리고 윤희 언니와 지현 쌤께 깊은 감사의 인사를 드리고 싶습니다. 
        
        <러브 플래닛>과 함께한 모든 순간은 이제 제 인생에서 잊을 수 없는 기억이 되었어요. 저에게 추억할 수 있는 아름다운 순간을 선물해 주셔서, 그리고 도전하며 성장할 수 있는 계기를 만들어 주셔서 정말 고맙습니다. 이 글을 보시는 모든 분들이 따뜻하고 건강한 겨울을 보내셨으면 좋겠어요. 그리고 이런 영화를 만든 사람이 이런 말을 하는 게 우습긴 하지만, 모두들 사랑합니다!! 
        `,
        review_locked: 1,
        review_cost: 100,
        fu_profile_image: '02.jpg',
        fu_rank: 10,
        fu_name: '황예정 aka 연출',
        tu_rank: 0,
        tu_name: ''
    },
    {
        admin: 1,
        review_id: 0,
        review_rating: 5,
        review_body: `안녕하세요 후원자 여러분! 러브플래닛 조연출을 맡은 유원준입니다.

        일단, 저희 러브플래닛을 후원해주셔서 감사하다는 말씀 드립니다. 말 그대로 "열화와 같은 성원" 보내주셔서 목표 모금액의 250프로를 초과해 달성하게 되었어요. 다시 한 번 정말 감사하다는 말씀 드립니다. :D 성원에 더 좋은 퀄리티의 영화로 보답드리겠다는 약속...! 아마 조금은 지켰을지도...?ㅎㅎ
        
        이번 작품에는 우연찮게 참여하게 되었어요. 그냥 들어온 동아리에서 그냥 학기작을 신청했고 이전까지 촬영/편집/연출 경험 한 번도 없었던 저를 "이을쩡" 하나만 보고 연출부로 뽑아줬고 어쩌다 보니 조연출까지 하게 되었네요! 그런데 이렇게 참여한 작품이 무려 대학문학상 수상작...? 근데 재미도 있어..? 이거이거,,, 작년의 최대 대운이었을지도?ㅎ 작년 한 해는 이것저것 좋아하는 것들을 해 보며 영화도 꼭 해 보고 싶었는데 조연출이라는 좋은 자리에서 영화 작업 전반을 배울 수 있게 해 준 예정 누나, 그리고 연출부 팀원들에게 고맙다는 말을 이렇게 전합니다.
        
        그리고 모든 럽플 스텝 팀원분들, 배우님들! 사전제작, 촬영 당일, 후반 작업 모두 정말정말 수고하셨어요. 여러분의 도움 없었다면 절대 하지 못했을텐데 도움 주셔서 이렇게 마무리 된 거 같네요.
        
        언젠가 좋은 기회 있다면 다시 한 번 작업할 수 있길 바라며,,,! 다시 한 번 럽플이 있기까지 도움주신 모-든 분들께 감사하다는 말씀 드립니다.`,
        review_locked: 1,
        review_cost: 100,
        fu_profile_image: '02.jpg',
        fu_rank: 10,
        fu_name: '유원준 aka 조연출',
        tu_rank: 0,
        tu_name: ''
    }
]